aaron-bond.better-comments
almenon.arepl
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
danielpinto8zz6.c-cpp-compile-run
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
mindaro-dev.file-downloader
monokai.theme-monokai-pro-vscode
ms-python.black-formatter
ms-python.vscode-pylance
naumovs.color-highlight
PKief.material-icon-theme
quentinguidee.gitignore-ultimate
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.vscodeintellicode-completions
WakaTime.vscode-wakatime
xdebug.php-debug
xdebug.php-pack
yandeu.five-server
zhuangtongfa.material-theme
zobo.php-intellisense
